000001 Identification Division.
000005 Program-Id. basicTemplate.

000010 Environment Division.

000030 Data Division.

000050 Procedure Division.
000055 Display "Hello Karen" Upon Console.
000060 Stop Run.


